Model: "sequential_63"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_63 (Flatten)         multiple                  0         
_________________________________________________________________
dense_126 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_63 (Dropout)         multiple                  0         
_________________________________________________________________
dense_127 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
