Model: "sequential_24"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_24 (Flatten)         multiple                  0         
_________________________________________________________________
dense_48 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_24 (Dropout)         multiple                  0         
_________________________________________________________________
dense_49 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
