Model: "sequential_10"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_10 (Flatten)         multiple                  0         
_________________________________________________________________
dense_20 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_10 (Dropout)         multiple                  0         
_________________________________________________________________
dense_21 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
