Model: "sequential_51"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_51 (Flatten)         multiple                  0         
_________________________________________________________________
dense_102 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_51 (Dropout)         multiple                  0         
_________________________________________________________________
dense_103 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
