Model: "sequential_64"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_64 (Flatten)         multiple                  0         
_________________________________________________________________
dense_128 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_64 (Dropout)         multiple                  0         
_________________________________________________________________
dense_129 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
