Model: "sequential_40"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_40 (Flatten)         multiple                  0         
_________________________________________________________________
dense_80 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_40 (Dropout)         multiple                  0         
_________________________________________________________________
dense_81 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
