Model: "sequential_25"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_25 (Flatten)         multiple                  0         
_________________________________________________________________
dense_50 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_25 (Dropout)         multiple                  0         
_________________________________________________________________
dense_51 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
