Model: "sequential_46"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_46 (Flatten)         multiple                  0         
_________________________________________________________________
dense_92 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_46 (Dropout)         multiple                  0         
_________________________________________________________________
dense_93 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
