Model: "sequential_62"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_62 (Flatten)         multiple                  0         
_________________________________________________________________
dense_124 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_62 (Dropout)         multiple                  0         
_________________________________________________________________
dense_125 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
