Model: "sequential_41"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_41 (Flatten)         multiple                  0         
_________________________________________________________________
dense_82 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_41 (Dropout)         multiple                  0         
_________________________________________________________________
dense_83 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
