Model: "sequential_38"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_38 (Flatten)         multiple                  0         
_________________________________________________________________
dense_76 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_38 (Dropout)         multiple                  0         
_________________________________________________________________
dense_77 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
