Model: "sequential_49"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_49 (Flatten)         multiple                  0         
_________________________________________________________________
dense_98 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_49 (Dropout)         multiple                  0         
_________________________________________________________________
dense_99 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
