Model: "sequential_43"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_43 (Flatten)         multiple                  0         
_________________________________________________________________
dense_86 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_43 (Dropout)         multiple                  0         
_________________________________________________________________
dense_87 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
