Model: "sequential_61"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_61 (Flatten)         multiple                  0         
_________________________________________________________________
dense_122 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_61 (Dropout)         multiple                  0         
_________________________________________________________________
dense_123 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
