Model: "sequential_29"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_29 (Flatten)         multiple                  0         
_________________________________________________________________
dense_58 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_29 (Dropout)         multiple                  0         
_________________________________________________________________
dense_59 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
