Model: "sequential_60"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_60 (Flatten)         multiple                  0         
_________________________________________________________________
dense_120 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_60 (Dropout)         multiple                  0         
_________________________________________________________________
dense_121 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
