Model: "sequential_44"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_44 (Flatten)         multiple                  0         
_________________________________________________________________
dense_88 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_44 (Dropout)         multiple                  0         
_________________________________________________________________
dense_89 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
