Model: "sequential_54"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_54 (Flatten)         multiple                  0         
_________________________________________________________________
dense_108 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_54 (Dropout)         multiple                  0         
_________________________________________________________________
dense_109 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
