Model: "sequential_50"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_50 (Flatten)         multiple                  0         
_________________________________________________________________
dense_100 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_50 (Dropout)         multiple                  0         
_________________________________________________________________
dense_101 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
