Model: "sequential_42"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_42 (Flatten)         multiple                  0         
_________________________________________________________________
dense_84 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_42 (Dropout)         multiple                  0         
_________________________________________________________________
dense_85 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
