Model: "sequential_66"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_66 (Flatten)         multiple                  0         
_________________________________________________________________
dense_132 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_66 (Dropout)         multiple                  0         
_________________________________________________________________
dense_133 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
