Model: "sequential_6"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_6 (Flatten)          multiple                  0         
_________________________________________________________________
dense_12 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_6 (Dropout)          multiple                  0         
_________________________________________________________________
dense_13 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
