Model: "sequential_4"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_4 (Flatten)          multiple                  0         
_________________________________________________________________
dense_16 (Dense)             multiple                  3146752   
_________________________________________________________________
dropout_12 (Dropout)         multiple                  0         
_________________________________________________________________
dense_17 (Dense)             multiple                  524800    
_________________________________________________________________
dropout_13 (Dropout)         multiple                  0         
_________________________________________________________________
dense_18 (Dense)             multiple                  131328    
_________________________________________________________________
dropout_14 (Dropout)         multiple                  0         
_________________________________________________________________
dense_19 (Dense)             multiple                  2570      
=================================================================
Total params: 3,805,450
Trainable params: 3,805,450
Non-trainable params: 0
_________________________________________________________________
