Model: "sequential_34"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_34 (Flatten)         multiple                  0         
_________________________________________________________________
dense_68 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_34 (Dropout)         multiple                  0         
_________________________________________________________________
dense_69 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
