Model: "sequential_65"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_65 (Flatten)         multiple                  0         
_________________________________________________________________
dense_130 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_65 (Dropout)         multiple                  0         
_________________________________________________________________
dense_131 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
