Model: "sequential_5"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_5 (Flatten)          multiple                  0         
_________________________________________________________________
dense_20 (Dense)             multiple                  3146752   
_________________________________________________________________
dropout_15 (Dropout)         multiple                  0         
_________________________________________________________________
dense_21 (Dense)             multiple                  524800    
_________________________________________________________________
dropout_16 (Dropout)         multiple                  0         
_________________________________________________________________
dense_22 (Dense)             multiple                  131328    
_________________________________________________________________
dropout_17 (Dropout)         multiple                  0         
_________________________________________________________________
dense_23 (Dense)             multiple                  2570      
=================================================================
Total params: 3,805,450
Trainable params: 3,805,450
Non-trainable params: 0
_________________________________________________________________
