Model: "sequential_56"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_56 (Flatten)         multiple                  0         
_________________________________________________________________
dense_112 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_56 (Dropout)         multiple                  0         
_________________________________________________________________
dense_113 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
