Model: "sequential_48"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_48 (Flatten)         multiple                  0         
_________________________________________________________________
dense_96 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_48 (Dropout)         multiple                  0         
_________________________________________________________________
dense_97 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
