Model: "sequential_37"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_37 (Flatten)         multiple                  0         
_________________________________________________________________
dense_74 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_37 (Dropout)         multiple                  0         
_________________________________________________________________
dense_75 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
