Model: "sequential_47"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_47 (Flatten)         multiple                  0         
_________________________________________________________________
dense_94 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_47 (Dropout)         multiple                  0         
_________________________________________________________________
dense_95 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
