Model: "sequential_13"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_13 (Flatten)         multiple                  0         
_________________________________________________________________
dense_26 (Dense)             multiple                  3073      
_________________________________________________________________
dropout_13 (Dropout)         multiple                  0         
_________________________________________________________________
dense_27 (Dense)             multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
