Model: "sequential_52"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_52 (Flatten)         multiple                  0         
_________________________________________________________________
dense_104 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_52 (Dropout)         multiple                  0         
_________________________________________________________________
dense_105 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
