Model: "sequential_67"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_67 (Flatten)         multiple                  0         
_________________________________________________________________
dense_134 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_67 (Dropout)         multiple                  0         
_________________________________________________________________
dense_135 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
