Model: "sequential_59"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_59 (Flatten)         multiple                  0         
_________________________________________________________________
dense_118 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_59 (Dropout)         multiple                  0         
_________________________________________________________________
dense_119 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
