Model: "sequential_57"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_57 (Flatten)         multiple                  0         
_________________________________________________________________
dense_114 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_57 (Dropout)         multiple                  0         
_________________________________________________________________
dense_115 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
