Model: "sequential_53"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten_53 (Flatten)         multiple                  0         
_________________________________________________________________
dense_106 (Dense)            multiple                  3073      
_________________________________________________________________
dropout_53 (Dropout)         multiple                  0         
_________________________________________________________________
dense_107 (Dense)            multiple                  20        
=================================================================
Total params: 3,093
Trainable params: 3,093
Non-trainable params: 0
_________________________________________________________________
